---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipFeetPerDegree
source: html/44d41c2c-1a62-d6fb-d880-61ed59bcde67.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipFeetPerDegree Property

Kip feet per degree.

## Syntax (C#)
```csharp
public static ForgeTypeId KipFeetPerDegree { get; }
```